Repository: maliaksei/EnvironmentalConference
Catalog: Models/Properties/Resources.*.resx
Languages: ru

source: About
ru: Информация

source: Academic Degree
ru: Ученая степень

source: Academic Title
ru: Ученое звание

# AccountTitle
source: Account
ru: Аккаунт пользователя

# ActiveApplicationInfoViewModel_ArrivalTime
source: Arrival Time
ru: Примерное время прибытия

# ActiveApplicationInfoViewModel_Comment
source: Comment
ru: Комментарий

# ActiveApplicationInfoViewModel_IsHotel
source: Is Hotel
ru: Необходимость бронирования гостиницы

# ActiveApplicationInfoViewModel_ParticipationFormId
source: Participation Form
ru: Форма участия

# ActiveConference_Header
source: Active Conference
ru: Активные конференции

source: Address
ru: Адрес

# ApplicationOtherData_Comment
source: Comment
ru: Комментарий

# ApplicationOtherData_EstimatedTimeOfArrival
source: Estimated Time Of Arrival
ru: Примерное время прибытия

# ApplicationOtherData_FormOfParticipation
source: Form Of Participation
ru: Форма участия (указать)

# ApplicationOtherData_NeedForReservation
source: Need For Reservation
ru: Необходимость бронирования гостиницы

# ArrangementFee_Header
source: Arrangement Fee
ru: Организационный взнос

# Button_Apply
source: Apply
ru: Подать заявку

# CancelButton
source: Cancel
ru: Отмена

# ChangePasswordButton
source: Change password
ru: Изменить пароль

# ConditionsOfParticipation_Header
source: Conditions Of Participation
ru: Условия участия

# ConferenceSummaryInfoViewModel_BriefInformation
source: Brief Information
ru: Краткая информация

# ConferenceSummaryInfoViewModel_MeetingPoint
source: Meeting Point
ru: Место проведения

# ConferenceSummaryInfoViewModel_NameOfConference
source: Name Of Conference
ru: Название конференции

# ConferenceSummaryInfoViewModel_ParticipationForms
source: Participation Forms
ru: Формы участия

# ConferenceSummaryInfoViewModel_StartDate
source: Start Date
ru: Дата начала

source: Confirm password
ru: Подтвердите пароль

source: Contact
ru: Контакты

# CreateAnReportBytton
source: Create An Report
ru: Сохранить

# CreateConferenceButton
source: Create
ru: Создать

# CreateConferenceHeader
source: Create conference
ru: Создание конференции

# DetailsOfTheConferenceViewModel_RegisterButton
source: Register for conference
ru: Зарегистрироваться на конференцию

# DontHaveLocalAccountText
source: if you don't have a local account
ru: если у вас нет учетной записи

# EmailAdressNotValid
source: The Email field is not a valid e-mail address.
ru: Поле Email не является допустимым адресом электронной почты.

# FieldLong
source: Please enter no more than {1} characters.
ru: Длинна пароля не должна первышать {1} символов

# FieldMinLong
source: '{0}' can not be shorter than {2} symbols
ru: '{0}' не может быть короче {2} символов.

# FieldRequired
source: The {0} field is required.
ru: '{0}' не может быть пустым

# FilesOfConferenceJqGridModel_Description
source: Description
ru: Описание

# FilesOfConferenceJqGridModel_Name
source: Name
ru: Название

# FilesOfConferenceJqGridModel_Path
source: Path
ru: Путь к файлу

# FinancialConditions_Header
source: Financial Conditions
ru: Финансовые условия

# FormOfParticipation_FormOfParticipationName
source: Form Of Participation
ru: Формы участия в конференции

# HelloOneText
source: Hello
ru: Привет

source: Home
ru: Домой

# HomePageTitle
source: Register for conference
ru: Сайт регистрации на конференцию

# KeyDates_Description
source: Description
ru: Описание

# KeyDates_EndDate
source: End Date
ru: Дата окончания

# KeyDates_StartDate
source: Start Date
ru: Дата начала

# LanguagesConference_LanguageName
source: Language Of Conference
ru: Официальные языки

# LearnMore_Button
source: Learn more
ru: Подробно

# LocalAccountToLogInText
source: Use a local account to log in.
ru: Используйте локальную учетную запись для входа в систему.

# LogInBarName
source: Log in
ru: Войти

# LogInMessage
source: You are logged in as
ru: Вы вошли в систему как

# LogInTitle
source: Log in
ru: Страница авторизации

source: Name
ru: Имя

source: New password
ru: Новый пароль

# NextButtonName
source: Next
ru: Далее

source: Old password
ru: Старый пароль

source: Organization
ru: Организация

# OrganizingCommitteeMembers_AdditionalInformation
source: Additional Infirmation
ru: Дополнительная информация

# OrganizingCommitteeMembers_FullName
source: Full Name
ru: ФИО

# OrganizingCommitteeMembers_Name
source: Name
ru: Имя

# OrganizingCommitteeMembers_Patronymic
source: Patronymic
ru: Отчество

# OrganizingCommitteeMembers_Post
source: Post
ru: Должности

# OrganizingCommitteeMembers_Surname
source: Surname
ru: Фамилия

# OrganizingCommittee_Address
source: Address
ru: Адрес

# OrganizingCommittee_ContactInformation
source: Contact Information
ru: Контактная информация

# OrganizingCommittee_Phone
source: Phone
ru: Телефон

# OrganizingCommittee_SuccessMessage
source: Data has been successfully saved
ru: Данные успешно сохранены

source: Password
ru: Пароль

# PasswordCompare
source: '{0}' and '{1}' do not match.
ru: '{0}' и '{1}' не совпадают

source: Patronymic
ru: Отчество

# PersonalInfo_Headrr
source: Personal Info
ru: Личная информация

source: Phone
ru: Телефон

# RegisterBarName
source: Register
ru: Зарегистрироваться

# RegisterForConference_Stab1
source: Reports
ru: Доклады

# RegisterForConference_Stab2
source: Forms of participation and Catering
ru: Форма участия и гостиница

# RegisterLabel
source: Register
ru: Зарегистрироваться

# RegisterTitle
source: Register new user
ru: Регистрация нового пользователя

source: Remember Me
ru: Запомнить меня

# RequirementsForRegistration_Header
source: Requirements For Registration
ru: Требования к оформлению материалов

# ResearchAreas_AddResearch_Button
source: Add
ru: Добавить доклад

# ResearchAreas_AuthorsReport
source: Authors Report
ru: Авторы доклада

# ResearchAreas_DateTime
source: Date And Time
ru: Дата проведения

# ResearchAreas_Description
source: Description
ru: Краткая информация

# ResearchAreas_Name
source: Name
ru: Название секции

# ResearchAreas_NameOfReport
source: Name Of Report
ru: Название конференции

# ResearchAreas_PathToCheck
source: Path To Check
ru: Наличие чека

# ResearchAreas_PathToReport
source: Path To Report
ru: Наличие доклада

# ResearchAreas_Venue
source: Venue
ru: Место проведения

# SaveButtonName
source: Save
ru: Сохранить

# SummaryInfoStabTitle
source: Summary
ru: Основная информация

# Summary_BriefInformation
source: Brief Information
ru: Краткая информация

# Summary_NameOfTheConference
source: Name Of The Conference
ru: Название конференции

# Summary_StartDate
source: Start Date
ru: Дата начала

# Summary_Venue
source: Venue
ru: Место проведения

source: Surname
ru: Фамилия

# UserAccount_Header
source: User Account
ru: Аккаунт пользователя

# UserReportsViewModel_AuthorsReport
source: Authors Report
ru: Авторы доклада

# UserReportsViewModel_NameOfReport
source: Name Of Report
ru: Название доклада

# UserReportsViewModel_PathToCheck
source: Path To Check
ru: Чек

# UserReportsViewModel_PathToReport
source: Path To Report
ru: Доклад

# UserReportsViewModel_ResearchAreas
source: Research Areas
ru: Направление конференции
